{
  "position": "Frontend Developer",
  "aboutMe": "About Me",
  "aboutMeText1": "I am a self-taught professional with solid skills in web and mobile development. Currently, I am expanding my knowledge to include backend development, exploring languages such as C# and Java.",
  "aboutMeText2": "My motivation in programming goes beyond simple skill enhancement; I constantly seek new challenges that allow me to grow professionally. Additionally, I am committed to improving my proficiency in English, recognizing its importance in the global technology landscape.",
  "aboutMeText3": "Regarding my soft skills, I highlight my leadership ability, friendly approach, and infectious enthusiasm. I am recognized for my creativity and ability to work collaboratively in a team setting. However, I consider my ability to learn quickly as my greatest strength, enabling me to assimilate new concepts and technologies with ease.",
  "personality": "Personality",
  "contact": "Contact",
  "phone": "Phone",
  "resume": "RESUMÉ",
  "experiences": "Experiences",
  "firedevResume1": "I improved my front-end developer skills a lot, my programming logic, my communication and I learn new skills.",
  "firedevResume2": "I performed code refactor and faced challenges.",
  "firedevResume3": "The main tools I used was ReactJS, React Native, Typescript and NodeJS.",
  "egsFinalDate": "now",
  "egsResume1": "I develop mobile and web applications using ReactJS, React Native, Expo, TypeScript and Next.js.",
  "egsResume2": "The main things that I improved at EGS, no doubt, were making animations for mobile and improving application performance.",
  "egsResume3": "What I liked most to learn was making complex dashboard graphs both for mobile and web.",
  "languages": "Languages",
  "ptLanguage": "Portuguese: Native",
  "enLanguage": "English",
  "enLanguageText": "I'm studying to improve.",
  "mainCompetences": "Main Competences",
  "howItWorks": "How it works",
  "veryBadText": "Very Bad: I don't know anything about.",
  "veryGoodText": "Very Good: I know everything about.",
  "veryBad": "Very Bad",
  "veryGood": "Very Good",
  "experienceLevel": "Experience Level",
  "programmingLogic": "Programming Logic",
  "frontendDevelopment": "Frontend Development",
  "linkedinCertificate": "Linkedin Certificate",
  "years": "years",
  "year": "year"
}
