{
  "position": "Desenvolvedor Frontend",
  "aboutMe": "Sobre Mim",
  "aboutMeText1": "Sou um profissional autodidata com habilidades sólidas em desenvolvimento web e mobile. Atualmente, estou expandindo meu conhecimento para incluir o desenvolvimento backend, explorando linguagens como C# e Java.",
  "aboutMeText2": "Minha motivação na programação vai além do simples aprimoramento de habilidades; busco constantemente por novos desafios que me permitam crescer profissionalmente. Além disso, estou comprometido em aprimorar meu domínio do inglês, reconhecendo sua importância no cenário global da tecnologia.",
  "aboutMeText3": "No que diz respeito às minhas soft skills, destaco minha capacidade de liderança, minha abordagem amigável e meu entusiasmo contagioso. Sou reconhecido por minha criatividade e habilidade em trabalhar de forma colaborativa em equipe. No entanto, considero minha capacidade de aprendizado rápido como minha maior força, permitindo-me assimilar novos conceitos e tecnologias com facilidade.",
  "personality": "Personalidade",
  "contact": "Contato",
  "phone": "Telefone",
  "resume": "Currículo",
  "experiences": "Experiencias",
  "firedevResume1": "Melhorei muito minhas habilidades de dev frontend, minha lógica de programação, minha comunicação e aprendi novas habilidades.",
  "firedevResume2": "Realizei refatorações de código e enfrentei desafios.",
  "firedevResume3": "As principais ferramentas que usei foram ReactJS, React Native, Typescript e NodeJS.",
  "egsFinalDate": "agora",
  "egsResume1": "Desenvolvo aplicações mobile e web com ReactJS, React Native, Expo, Typescript e NextJS.",
  "egsResume2": "Minhas principais melhorias na EGS sem dúvidas foram em criar animações para mobile e de melhoria de performance das aplicações.",
  "egsResume3": "E o que eu mais gostei de aprender aqui foi de como criar gráficos de dashboard complexos tanto para mobile quanto para web.",
  "languages": "Idiomas",
  "ptLanguage": "Português: Nativo",
  "enLanguage": "Inglês",
  "enLanguageText": "Estou estudando para melhorar.",
  "mainCompetences": "Principais Competências",
  "howItWorks": "Como funciona",
  "veryBadText": "Muito Ruim: Eu não sei nada sobre.",
  "veryGoodText": "Muito Bom: Eu sei tudo sobre.",
  "veryBad": "Muito Ruim",
  "veryGood": "Muito Bom",
  "experienceLevel": "Nível de Experiencia",
  "programmingLogic": "Lógica de Programação",
  "frontendDevelopment": "Desenvolvimento Frontend",
  "linkedinCertificate": "Certificado Linkedin",
  "years": "anos",
  "year": "ano"
}
